Repository: duhanboblanli/KAJU-Calorie-Counter
Catalog: KAJU/Utility/*.lproj/Localizable.strings
Languages: tr

source: Vejeteryan
tr: Vegetarian

source: Klasik
tr: Classic

source: Erkek
tr: Male

source: Kadın
tr: Female

source: Kilo Ver
tr: Lose Weight

source: Kas Yap
tr: Build Muscle

source: Kilonu Koru
tr: Maintain Weight

source: Sign Up
tr: Kayıt ol

source: Egg Timer
tr: Yumurta

source: Next
tr: Sıradaki

source: Diary
tr: Günlük

source: Remaining
tr: Kalan

source: Log In
tr: Giriş Yap

source: 🍏 Your BMI Result
tr: 🍏 Senin BMI Sonucun

source: Search For A Recipe
tr: Tarif ara

source: Snacks
tr: Atıştırmalık

source: We need your sex, current age, height and weight to accurately calculate your BMI and calorie needs.
tr: Senin BMI ve calori ihtiyacını hesaplayabilmemiz için cinsiyetin, yaşın, boyun ve ağırlığına ihtiyacımız var.

source: Dinner
tr: Akşam Yemeği

source: Mostly sitting. e.g. office worker
tr: Genellikle oturan. ö.o. ofis çalışanı

source: 🧑‍💻 Lightly active
tr: 🧑‍💻 Çok az aktif

source: Soft
tr: Rafadan

source: How active are you?
tr: Ne kadar aktifsin?

source: 📏Height
tr: 📏Boy

source: Knowing your daily activity level helps us calculate your calorie needs more accurately.
tr: Senin günlük aktivite seviyeni bilmek bize senin kalori ihtiyacını daha doğru hesaplamamız için yardımcı olacak.

source: 🍏 Lose Weight
tr: 🍏 Kilo Ver

source: Get Started
tr: Başlayalım

source: Please sign up to continue.
tr: Lütfen devam etmek için kayıt ol.

source: Fat
tr: Yağ

source: Hard
tr: Katı

source: What's your goal?
tr: Hedefin nedir?

source: Mostly walking. e.g. salesperson
tr: Genellikle yürüyen. ö.o. pazarlamacı

source: 🧑‍💼 Active
tr: 🧑‍💼 Aktif

source: ⚖️Weight
tr: ⚖️Ağırlık

source: Calorie Counter & Recipes
tr: Kalori Sayacı & Tarifler

source: What's your BMI?
tr: BMI sonucun ne?

source: Search For A Food
tr: Yiyecek ara

source: Note: Make sure the water is boiling before starting the timer.
tr: Not: Zamanlayıcıyı başlatmadan önce suyun kaynadığından emin ol.

source: Calories Burned
tr: Yakılan Kalori

source: FREQUENTS
tr: KLASİKLER

source: ⬅️ Swipe
tr: ⬅️ Kaydır

source: We'll personalize recommendations based on your goals.
tr: Senin hedeflerine göre önerilerimizi özelleştireceğiz.

source: Add to Calorie Counter
tr: Kalori Sayacına Ekle

source: How do you like your eggs?
tr: Yumurtanı nasıl istersin?

source: Medium
tr: Kayısı

source: Eaten
tr: Yenen

source: Breakfast
tr: Kahvaltı

source: FAVORITES
tr: FAVORİLER

source: Calculator
tr: Hesaplayıcı

source: Start Your Plan
tr: Planını Başlat

source: Recipes
tr: Tarifler

source: Please sign in to continue.
tr: Lütfen devam etmek için giriş yap.

source: 🧘 Maintain Weight
tr: 🧘 Kilonu Koru

source: 💪 Lose weight, build muscle or simply get healthy.
tr: 💪 Kilo ver, kas yap ya da basitçe sağlını koru.

source: 📆 Age
tr: 📆 Yaş

source: 🧑‍🏫 Moderately active
tr: 🧑‍🏫 Orta derece aktif

source: Lunch
tr: Öğle Yemeği

source: Carbs
tr: Karbonhidrat

source: Physically demanding. e.g. builder
tr: Fiziksel olarak yoğun çalışan ö.o. işçi

source: 👷 Very active
tr: 👷 Çok Aktif

source: You are overweight. If you are not careful, you may experience serious health problems.
tr: Aşırı kilolusun. Dikkatli olmazsan, ciddi sağlık sorunları yaşayabilirsin.

source: 💪 Gain Muscle
tr: 💪 Kas Yap

source: DISCOVER
tr: KEŞFET

source: Enter Your Calories Burned Today:
tr: Bugün Yaktığın Kalori Miktarını Gir:

source: 🍏 Daily Calorie Goal
tr: 🍏 Günlük Kalori Hedefi

source: Burned
tr: Yakılan

source: Male
tr: Erkek

source: Female
tr: Kadın

source: Over
tr: Aşıldı

source: You don't have any saved favorite foods yet.
tr: Henüz kaydedilmiş favori yiyeceğin yok.

source: Your saved favorite foods will be in here.
tr: Kaydedeceğin favori yiyeceklerin burada olacak.

source: You don't have any foods you added to diary yet.
tr: Henüz günlüğüne yiyecek eklemedin.

source: Your recent foods that added to diary will be in here.
tr: Günlüğüne son ekledğin yiyecekler burada olacak.

source: Food added to diary 🤩
tr: Yiyecek günlüğüne eklendi 🤩

source: Unable to add food
tr: Yiyecek eklenemiyor

source: RECENTS
tr: GEÇMİŞ

source: Search Results for
tr: Arama Sonuçların

source: Search
tr: Arama

source: SEARCH
tr: ARAMA

source: Discover from Random Recipes!
tr: Rastegele Tarif Ara!

source: Delete
tr: Sil

source: You don't have any saved favorite recipes yet.
tr: Henüz kaydedilmiş favori tarifin yok.

source: Your saved recipes will be in here.
tr: Kaydedeceğin favori tariflerin burada olacak.

source: Recipe Unavailable
tr: Tarif Kullanım Dışı

source: Type Something!
tr: Herhangi Bir Şey Yaz!

source: Time Left:
tr: Kalan Zaman:

source: DONE!
tr: BİTTİ

source: Your (hardnessType) egg is ready. Bon appetit!
tr: Yumurtan hazır. Afiyet olsun!

source: Account Settings
tr: HESAP AYARLARI

source: Log Out
tr: Oturumunu Kapat

source: Are you sure you want to Delete ?
tr: Silmek istediğine emin misin?

source: Cancel
tr: Vazgeç

source: Are you sure you want to Log Out ?
tr: Oturumunu kapatmak istediğine emin misin?

source: Your offline data that consisting of favorite foods, recent foods and favorite recipes will be gone!
tr: Favori, geçmiş yiyecek ve favori tarif verilerinden oluşan çevrimdışı verilerin gidecek!

source: Deletion unsuccessfull!
tr: Silme işlemi başarısız!

source: Sorry for inconvenience situation. Deletion of an account is sensitive process. You should be re-signed into your account to perform this process.
tr: Bu sıkıntı için üzgünüz. Silme işlemi hassas bir işlemdir. Bu işlemi gerçekleştirebilmek için hesabına yeniden giriş yapman gerekiyor.

source: Okay
tr: Tamam

source: Email Adress
tr: EMAIL ADRESİ

source: Password
tr: ŞİFRE

source: Account
tr: Hesap

source: My Goals
tr: Hedeflerim

source: About Us
tr: Hakkımızda

source: Settings
tr: Ayarlar

source: Profile Settings
tr: PROFİL AYARLARI

source: Old Password
tr: Eski Şifre

source: New Password
tr: Yeni Şifre

source: Done
tr: Tamam

source: Are you sure you want to Change ?
tr: Değiştirmek istediğine emin misin?

source: Change
tr: Değiştir

source: Password isn't matching with old one !
tr: Şifre eski şifreyle eşleşmiyor !

source: Password length must be at least 6 characters !
tr: Şifre uzunluğu en az 6 karakter olmalı !

source: Password is changed succesfully
tr: Şifre başarıyla değiştirildi

source: Password is same with the old one !
tr: Şifre eski şifreyle aynı !

source: According to your choices, your goal is to maintain your weight.
tr: Seçimlerine göre, senin hedefin kilonu korumak.

source: Your registration has been suspended!
tr: Kayıt işlemin yarım kaldı!

source: According to your choices, your goal is to lose your weight.
tr: Seçimlerine göre, senin hedefin kilo vermek.

source: According to your choices, your goal is to gain muscle.
tr: Seçimlerine göre, senin hedefin kas yapmak.

source: My Goal Settings
tr: HEDEF AYARLARIM

source: Goal
tr: HEDEF

source: Starting Weight
tr: BAŞLANGIÇ KİLOSU

source: Goal Weight
tr: HEDEF KİLO

source: Activity Level
tr: AKTİFLİK SEVİYESİ

source: Weekly Goal
tr: HAFTALIK HEDEF

source: Calorie Goal
tr: KALORİ HEDEFİ

source: Profile
tr: Profil

source: Name
tr: İsim

source: Gender
tr: Cinsiyet

source: Dietary
tr: Diyet

source: Classic
tr: Klasik

source: Vegetarian
tr: Vejeteryan

source: Adviced
tr: Önerilen

source: Lose Weight
tr: Kilo Ver

source: Build Muscle
tr: Kas Yap

source: Maintain Weight
tr: Kilonu Koru

source: Low
tr: Düşük

source: Moderate
tr: Ortalama

source: High
tr: Yüksek

source: Very High
tr: Oldukça Yüksek

source: Enter a name
tr: İsim gir

source: Height
tr: Boy

source: Goal:
tr: Hedef:

source: Weight:
tr: Kilo:

source: Calories:
tr: Kalori:

source: EDIT
tr: DÜZENLE

source: 🧑‍🍳 Discover healthy recipes and use food tracker.
tr: 🧑‍🍳 Sağlıklı tarifleri keşfet ve yiyecek takipçisini kullan.

source: 🙏 We'll help you every step of the way.
tr: 🙏 Sana bu yolun her adımını göstereceğiz.

source: password
tr: şifre

source: email@example.com
tr: email@ornek.com

source: You are underweight. Your body mass index is below normal limits.
tr: Zayıfsın. Vücüt kilo indeksin normalin altında.

source: You are healthy. Track your daily calorie needs.
tr: Sağlıklısın. Günlük kalori ihtiyaçlarını takip et.

source: You are overweight. You need to keep an eye on your health.
tr: Kilolusun. Sağlığına dikkat etmen lazım.

source: App Version
tr: Uygulama Versiyonu

source: About KAJU
tr: KAJU Hakkında

source: Terms of Use & Privacy Policy
tr: Kullanım Koşulları ve Gizlilik Politikası

source: Our motive for developing this app was to help people who are pretty confused while cooking and also want to keep track of how many of their calories come from it. We hope it will be useful to people who fight against unhealthy diets and waste a lot of time finding healthy recipes. Contributors: - Kadir Çopur - Duhan Boblanlı - Umut Ulaş Demir
tr: Bu uygulamayı geliştirmekteki motivasyonumuz yemek yaparken bununla beraber kalorisini de takip etmek isteyen insanlara yardım etmekti. Umuyoruz ki sağlıksız diyetlerle savaşan ve sağlıklı tarifler ararken bolca zaman kaybeden insanlara yardımcı olabiliriz. Geliştiriciler: - Kadir Çopur - Duhan Boblanlı - Umut Ulaş Demir
